{
  "app": {
    "name": "Grapevine",
    "short_description": "One AI agent that searches across your docs, code, and communication",
    "long_description": "# Grapevine's Zendesk Connector: Your Entire Support History, Searchable in Seconds\n\nGive your team instant answers backed by your complete ticket history. Questions like \"Has anyone else reported this issue?\", \"What did we tell this customer last time?\", \"What are our most common support requests?\" all have answers buried in your ticket history.\n\n**Grapevine searches across**\n\n- Ticket subjects, descriptions, comments and conversations\n- People involved in tickets\n- Tags, status, standard fields, and **custom ticket fields**\n\nEvery answer includes citations to the exact ticket(s), so you can trust the information and review the full context when needed.\n\n## Examples\n\n- **Customer History:** Get complete context before responding to any ticket. \"Show me all Zendesk tickets from Acme Corp this year.\"\n- **Trend Analysis:** Spot patterns and recurring issues without manual reporting. \"What were the top 3 support issues last quarter?\"\n- **Knowledge Discovery:** Find out if others have seen the same problem. \"Has anyone reported issues with login on mobile?\"\n- **Customer Sentiment:** Understand how customers feel about changes. \"Based on Zendesk tickets from the last month, how do customers feel about the new dashboard?\"\n- **Onboarding Insights:** Help new team members ramp faster with real customer data. \"What are the most common questions from enterprise customers?\"\n- **Similar Issues:** Learn from past resolutions without reinventing the wheel. \"Show me tickets similar to [current issue] and how they were resolved.\"\n\nEnable Grapevine to proactively answer questions in Slack channels, saving even more time by surfacing ticket context when your team needs it. Ask follow-up questions, dig deeper with source citations, and get the information you actually need.\n\n## Built for Support & Success Teams\n\nThe Zendesk Connector is powerful for teams who need to understand patterns and learn from history. When you combine the Zendesk Connector with other integrations, you get complete context—customer issues plus product changes and bug fixes—in a single answer. No more toggling between systems to understand the full story.\n\n## Security First\n\nYour support data is sensitive. Grapevine encrypts all data at rest using AES-256, stores each customer's data in isolated databases, and is built to match SOC 2 Type II standards. We never train models on your data.\n\nThe Zendesk Connector requires read-only access to your tickets and related data. No write permissions, and no data sharing with third parties.\n\n**Questions about the Zendesk Connector?**\n\nCheck out our [detailed documentation](https://github.com/gathertown/grapevine-docs/blob/main/connectors/zendesk.mdx)\n\nor [reach out to our team](mailto:grapevine@gather.town)",
    "installation_instructions": "# Get Started\n\n1. **[Sign up for Grapevine](https://getgrapevine.ai/)**: If you’re new, you can get started for free\n2. **[Connect your Zendesk account](https://app.getgrapevine.ai/integrations/zendesk)**: Go to the Zendesk integration page and follow the prompts\n3. **[Review the documentation](https://github.com/gathertown/grapevine-docs/blob/main/connectors/zendesk.mdx)**"
  }
}
